<?php

return [
    'title'             => 'Оформление заказа',
    'billing-address'   => 'Адрес для выставления счета',
    'fist-name'         => 'Имя',
    'last-name'         => 'Фамилия',
    'phone'             => 'Номер телефона',

    'shipping-type'     => 'Способ доставки',
    'pickup'            => 'Самовывоз',
    'exline'            => 'Курьерская служба Exline',
    'address'           => [
      'city'        => 'Город',
      'country'     => 'Страна',
      'street'      => 'Улица',
    ],
    'payment-type'      => 'Способ оплаты',
    'done'              => 'Оформить заказ',
    'payment'           => [
        'online'    => 'Онлайн оплата',
        'offline'   => 'Оплата наличными',
        'delivery'  => 'Оплата при доставке',
    ],
    'price'         => 'Цена',
    'count'         => 'Количество',
    'tariff'        => 'Тариф',

    'choose'        => [
        'county'    => 'Выберите страну',
        'city'      => 'Выберите город',
    ],

    'error'             => 'Возникли проблемы при заполнений. Проверьте все поля или попробуйте позднее',
    'success-offline'   => 'Спасибо за покупку! Наши менеджеры свяжутся с Вами в ближайшее время!',
    'online-msg'        => '*После оплаты, Вас автоматический перенаправят на наш сайт. Просьба дождаться перенаправление',


];
