<?php

return [

    'title'             => 'Магазин',
    'description'       => 'Заказывай и покупай быстро',
    'categories'        => 'Категорий',
    'search'            => 'Поиск',
    'add_cart'          => 'В корзину',
    'read_more'         => 'Подробнее',
    'cart'              => 'Корзина',
    'remove-item'       => 'Удалить',
    'total'             => 'Общая сумма',
    'shipping'          => 'Доставка',
    'taxes'             => 'Налоги',
    'subtotal'          => 'Промежуточный итог',
    'success'           => [
       'add-cart'       => 'Товар добавлен в корзину',
       'remove-cart'    => 'Товар удален из корзины',
       'no-cart'        => 'Товаров нету корзине',
    ],
    'error'             => [
      'many-item'       => 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!',
    ],
    'all-products'      => 'Все товары',

];
